Repository: koprodev/ezyImageViewer
Catalog: EzyImageViewer.App/Strings/*/Resources.resw
Source language: en_in
Languages: de_de, es_419, fr_fr, hi_in, id_id, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# DeleteImageRecycleBody
source: '{0}' will be moved to the Recycle Bin. You can restore it from Windows.
de_de: '{0}' wird in den Papierkorb verschoben. Sie können es über Windows wiederherstellen.
es_419: '{0}' se moverá a la Papelera de reciclaje. Puedes restaurarlo desde Windows.
fr_fr: '{0}' sera déplacé vers la Corbeille. Vous pourrez le restaurer depuis Windows.
hi_in: '{0}' को रीसायकल बिन में भेजा जाएगा। आप इसे Windows से वापस ला सकते हैं।
id_id: '{0}' akan dipindahkan ke Recycle Bin. Anda bisa memulihkannya dari Windows.
ja_jp: '{0}' をごみ箱に移動します。Windows から元に戻せます。
ko_kr: '{0}'을(를) 휴지통으로 보냅니다. Windows에서 다시 꺼낼 수 있습니다.
pt_br: '{0}' será movido para a Lixeira. Você pode restaurá-lo pelo Windows.
ru_ru: '{0}' будет перемещён в корзину. Восстановить можно средствами Windows.
zh_cn: '{0}' 将被移到回收站，您可以在 Windows 中还原。

# DeleteImagePermanentBody
source: This location has no Recycle Bin, so '{0}' will be deleted permanently. This cannot be undone.
de_de: An diesem Ort gibt es keinen Papierkorb, daher wird '{0}' endgültig gelöscht. Das lässt sich nicht rückgängig machen.
es_419: Esta ubicación no tiene Papelera de reciclaje, así que '{0}' se eliminará de forma permanente. Esto no se puede deshacer.
fr_fr: Cet emplacement n'a pas de Corbeille : '{0}' sera supprimé définitivement. Cette action est irréversible.
hi_in: इस स्थान पर रीसायकल बिन नहीं है, इसलिए '{0}' स्थायी रूप से हट जाएगा। इसे पूर्ववत नहीं किया जा सकता।
id_id: Lokasi ini tidak punya Recycle Bin, jadi '{0}' akan dihapus permanen. Tindakan ini tidak bisa dibatalkan.
ja_jp: この場所にはごみ箱がないため、'{0}' を完全に削除します。元に戻せません。
ko_kr: 이 위치에는 휴지통이 없어 '{0}'을(를) 완전히 삭제합니다. 되돌릴 수 없습니다.
pt_br: Este local não tem Lixeira, então '{0}' será excluído permanentemente. Isso não pode ser desfeito.
ru_ru: В этом расположении нет корзины, поэтому '{0}' будет удалён безвозвратно. Отменить это нельзя.
zh_cn: 此位置没有回收站，'{0}' 将被永久删除，且无法撤销。

# DeleteImageUnsavedNote
source: This document has unsaved changes. They are not saved anywhere by deleting the file.
de_de: Dieses Dokument hat nicht gespeicherte Änderungen. Das Löschen der Datei speichert sie nirgendwo.
es_419: Este documento tiene cambios sin guardar. Eliminar el archivo no los guarda en ninguna parte.
fr_fr: Ce document comporte des modifications non enregistrées. Supprimer le fichier ne les enregistre nulle part.
hi_in: इस दस्तावेज़ में बिना सहेजे बदलाव हैं। फ़ाइल हटाने से वे कहीं सहेजे नहीं जाते।
id_id: Dokumen ini punya perubahan yang belum disimpan. Menghapus berkas tidak menyimpannya ke mana pun.
ja_jp: 保存していない変更があります。ファイルを削除しても、その内容はどこにも保存されません。
ko_kr: 저장하지 않은 변경 사항이 있습니다. 파일을 지워도 그 내용은 어디에도 저장되지 않습니다.
pt_br: Este documento tem alterações não salvas. Excluir o arquivo não as salva em lugar nenhum.
ru_ru: В документе есть несохранённые изменения. Удаление файла никуда их не сохраняет.
zh_cn: 本文档有未保存的更改。删除文件不会把这些更改保存到任何地方。

# DeleteImageConfirm
source: Delete
de_de: Löschen
es_419: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除

# DeleteImageDone
source: Moved '{0}' to the Recycle Bin
de_de: '{0}' in den Papierkorb verschoben
es_419: Se movió '{0}' a la Papelera de reciclaje
fr_fr: '{0}' a été déplacé vers la Corbeille
hi_in: '{0}' को रीसायकल बिन में भेजा गया
id_id: '{0}' dipindahkan ke Recycle Bin
ja_jp: '{0}' をごみ箱に移動しました
ko_kr: '{0}'을(를) 휴지통으로 보냈습니다
pt_br: '{0}' foi movido para a Lixeira
ru_ru: '{0}' перемещён в корзину
zh_cn: 已将 '{0}' 移到回收站

# DeleteImageDonePermanent
source: Deleted '{0}'
de_de: '{0}' gelöscht
es_419: Se eliminó '{0}'
fr_fr: '{0}' a été supprimé
hi_in: '{0}' हटा दिया गया
id_id: '{0}' dihapus
ja_jp: '{0}' を削除しました
ko_kr: '{0}'을(를) 삭제했습니다
pt_br: '{0}' foi excluído
ru_ru: '{0}' удалён
zh_cn: 已删除 '{0}'

# DeleteImageFailed
source: Could not delete the file
de_de: Die Datei konnte nicht gelöscht werden
es_419: No se pudo eliminar el archivo
fr_fr: Impossible de supprimer le fichier
hi_in: फ़ाइल नहीं हटाई जा सकी
id_id: Tidak dapat menghapus berkas
ja_jp: ファイルを削除できませんでした
ko_kr: 파일을 삭제하지 못했습니다
pt_br: Não foi possível excluir o arquivo
ru_ru: Не удалось удалить файл
zh_cn: 无法删除该文件

# RenameFileLabel
source: File name
de_de: Dateiname
es_419: Nombre de archivo
fr_fr: Nom du fichier
hi_in: फ़ाइल का नाम
id_id: Nama berkas
ja_jp: ファイル名
ko_kr: 파일 이름
pt_br: Nome do arquivo
ru_ru: Имя файла
zh_cn: 文件名

# RenameFileTip
source: Click or press F2 to rename this file.
de_de: Klicken Sie oder drücken Sie F2, um diese Datei umzubenennen.
es_419: Haz clic o presiona F2 para cambiar el nombre de este archivo.
fr_fr: Cliquez ou appuyez sur F2 pour renommer ce fichier.
hi_in: इस फ़ाइल का नाम बदलने के लिए क्लिक करें या F2 दबाएँ।
id_id: Klik atau tekan F2 untuk mengganti nama berkas ini.
ja_jp: クリックするか F2 キーで名前を変更します。
ko_kr: 클릭하거나 F2를 누르면 이름을 바꿉니다.
pt_br: Clique ou pressione F2 para renomear este arquivo.
ru_ru: Щёлкните или нажмите F2, чтобы переименовать файл.
zh_cn: 点击或按 F2 重命名此文件。

# RenameDone
source: Renamed to '{0}'
de_de: In '{0}' umbenannt
es_419: Se cambió el nombre a '{0}'
fr_fr: Renommé en '{0}'
hi_in: नाम बदलकर '{0}' किया गया
id_id: Nama diganti menjadi '{0}'
ja_jp: '{0}' に名前を変更しました
ko_kr: '{0}'(으)로 이름을 바꿨습니다
pt_br: Renomeado para '{0}'
ru_ru: Переименован в '{0}'
zh_cn: 已重命名为 '{0}'

# RenameFailed
source: Could not rename the file
de_de: Die Datei konnte nicht umbenannt werden
es_419: No se pudo cambiar el nombre del archivo
fr_fr: Impossible de renommer le fichier
hi_in: फ़ाइल का नाम नहीं बदला जा सका
id_id: Tidak dapat mengganti nama berkas
ja_jp: 名前を変更できませんでした
ko_kr: 이름을 바꾸지 못했습니다
pt_br: Não foi possível renomear o arquivo
ru_ru: Не удалось переименовать файл
zh_cn: 无法重命名该文件

# RenameEmpty
source: Enter a file name.
de_de: Geben Sie einen Dateinamen ein.
es_419: Escribe un nombre de archivo.
fr_fr: Saisissez un nom de fichier.
hi_in: फ़ाइल का नाम लिखें।
id_id: Masukkan nama berkas.
ja_jp: ファイル名を入力してください。
ko_kr: 파일 이름을 입력하세요.
pt_br: Digite um nome de arquivo.
ru_ru: Введите имя файла.
zh_cn: 请输入文件名。

# RenameInvalidCharacters
source: A file name cannot contain \ / : * ? " < > | or end with a space or a period.
de_de: Ein Dateiname darf \ / : * ? " < > | nicht enthalten und nicht auf Leerzeichen oder Punkt enden.
es_419: Un nombre de archivo no puede contener \ / : * ? " < > | ni terminar en espacio o punto.
fr_fr: Un nom de fichier ne peut pas contenir \ / : * ? " < > | ni se terminer par une espace ou un point.
hi_in: फ़ाइल के नाम में \ / : * ? " < > | नहीं आ सकते, और वह स्थान या बिंदु पर समाप्त नहीं हो सकता।
id_id: Nama berkas tidak boleh memuat \ / : * ? " < > | dan tidak boleh diakhiri spasi atau titik.
ja_jp: ファイル名に \ / : * ? " < > | は使えません。末尾を空白やピリオドにもできません。
ko_kr: 파일 이름에는 \ / : * ? " < > | 를 쓸 수 없고, 공백이나 마침표로 끝날 수 없습니다.
pt_br: Um nome de arquivo não pode conter \ / : * ? " < > | nem terminar com espaço ou ponto.
ru_ru: Имя файла не может содержать \ / : * ? " < > | и не может заканчиваться пробелом или точкой.
zh_cn: 文件名不能包含 \ / : * ? " < > |，也不能以空格或句点结尾。

# RenameReservedName
source: That name is reserved by Windows. Choose another one.
de_de: Dieser Name ist von Windows reserviert. Wählen Sie einen anderen.
es_419: Ese nombre está reservado por Windows. Elige otro.
fr_fr: Ce nom est réservé par Windows. Choisissez-en un autre.
hi_in: यह नाम Windows ने आरक्षित किया है। दूसरा नाम चुनें।
id_id: Nama itu dicadangkan oleh Windows. Pilih nama lain.
ja_jp: Windows が予約している名前です。別の名前にしてください。
ko_kr: Windows가 예약한 이름입니다. 다른 이름을 쓰세요.
pt_br: Esse nome é reservado pelo Windows. Escolha outro.
ru_ru: Это имя зарезервировано Windows. Выберите другое.
zh_cn: 该名称是 Windows 保留名称，请换一个。

# RenameTooLong
source: That file name is too long.
de_de: Dieser Dateiname ist zu lang.
es_419: Ese nombre de archivo es demasiado largo.
fr_fr: Ce nom de fichier est trop long.
hi_in: यह फ़ाइल नाम बहुत लंबा है।
id_id: Nama berkas itu terlalu panjang.
ja_jp: ファイル名が長すぎます。
ko_kr: 파일 이름이 너무 깁니다.
pt_br: Esse nome de arquivo é longo demais.
ru_ru: Слишком длинное имя файла.
zh_cn: 文件名过长。

# RenameTargetExists
source: A file with that name already exists in this folder.
de_de: In diesem Ordner gibt es bereits eine Datei mit diesem Namen.
es_419: Ya existe un archivo con ese nombre en esta carpeta.
fr_fr: Un fichier portant ce nom existe déjà dans ce dossier.
hi_in: इस नाम की फ़ाइल इस फ़ोल्डर में पहले से मौजूद है।
id_id: Berkas dengan nama itu sudah ada di folder ini.
ja_jp: 同じ名前のファイルがこのフォルダーに既にあります。
ko_kr: 같은 이름의 파일이 이 폴더에 이미 있습니다.
pt_br: Já existe um arquivo com esse nome nesta pasta.
ru_ru: Файл с таким именем уже есть в этой папке.
zh_cn: 此文件夹中已存在同名文件。
